<?php
return array(
    "CustomerOptions" => array(
        //region 证件类型
        "CertificateType" => [
            "0" => "身份证",
            "1" => "护照",
            "2" => "返乡证",
            "3" => "港澳通行证",
            "4" => "其他",
        ],
        //endregion
        //region 行业类型
        "BusinessType" => [
            "0" => "",
            "1" => "电子",
            "2" => "贸易",
            "3" => "实业",
            "4" => "金融",
            "5" => "房地产",
            "6" => "高科技",
            "7" => "通讯",
            "8" => "物流",
            "9" => "传媒",
            "10" => "建筑设计",
            "11" => "服务业",
            "12" => "教育",
            "13" => "政府",
            "14" => "能源",
        ],
        //endregion
        //region  性别
        "Sex" => [
            "0" => "男",
            "1" => "女",
        ],
        //endregion
        //region 职务
        "Job" => [
            "0" => "",
            "1" => "企业主",
            "2" => "董事/总经理",
            "3" => "高层管理",
            "4" => "中层管理",
            "5" => "基层管理",
            "6" => "专业技术人员",
            "7" => "一般职员",
            "8" => "自由职业",
        ],
        //endregion
        //region 客户类型
        "Customertype" => [
            "0" => "来访",
            "1" => "来电",
        ],
        //endregion
        //region 认知途径
        "Pathway" => [
            "0" => "中介带客",
            "1" => "房联宝",
            "2" => "户外广告",
            "3" => "网络/电视/电台广告",
            "4" => "纸媒",
            "5" => "CALL客",
            "6" => "老带新/友介",
            "7" => "灯光条/楼体条幅",
            "8" => "地铁/公交站台",
            "8" => "外拓",
            "8" => "企拓",
            "8" => "围挡",
            "8" => "其他",
        ],
        //endregion
        //region 生日/年龄
        "Age" => [
            "0" => "",
            "1" => "20岁以下",
            "2" => "20-30岁",
            "3" => "30-35岁",
            "4" => "35-40岁",
            "5" => "40-50岁",
            "6" => "50-60岁",
            "7" => "60以上",
        ],
        //endregion
        //region 投资需求
        "InvestmentDemand" => [
            "0" => "",
            "1" => "20岁以下",
            "2" => "20-30岁",
            "3" => "30-35岁",
            "4" => "35-40岁",
            "5" => "40-50岁",
            "6" => "50-60岁",
            "7" => "60以上",
        ],

        //endregion
    ),

);